Repository: ShorouqMK/MYJar
Catalog: mj/*.lproj/Localizable.strings
Languages: ar

# check
source: Check your health habits
ar: تحقق من عاداتك الصحية

# grateful
source: Today I am grateful for
ar: اليوم أنا ممتن الى

# the best
source: The best thing today
ar: أفضل شيء حدث اليوم

# habits Jar
source: Habit Jar
ar: جرة العادات

# drink
source: Drink 8 cups of water
ar: شرب ٨ أكواب من الماء

# meditation
source: 10 Minutes of meditation
ar: ١٠ دقائق تأمل

# walk
source: Walk 10000 everyday
ar: المشي ١٠٠٠٠ خطوة يوميا

source: Add
ar: إضافة

source: type
ar: أكتب هنا

# Drink0
source: Drink
ar: أشرب

# Meditation0
source: Meditation
ar: تأمل

# Walk0
source: Walk
ar: امشي

# Drink1
source: Drink a cup of water 🚰
ar: أشرب كوب ماء 🚰

# Meditation1
source: Meditated for 10 minutes 🌌
ar: تأمل لمدة ١٠ دقائق 🌌

# Walk1
source: Stand up and walk couple steps 👣
ar: أمشي بعض الخطوات 👣

source: Alert me
ar: نبهني
